/* appended to region name when merging regions */
" merged" = " 병합됨";

/* appended to region name of mixed down regions */
" mixed" = " 믹싱됨";

/* Disk Full Alert: see Ke6 */
"%@ needed|%@ available." = "%@ 필요|%@ 사용 가능함.";

/* cd/dvd media status, media is empty/blank */
"(blank)" = "(비어 있음)";

/* cd/dvd media status, media is not empty/blank */
"(NOT blank)" = "(비어 있지 않음)";

/* Alert */
"[1][%@ is not available.][OK]" = "[1][%@을(를) 사용할 수 없습니다.][승인]";

/* DAE */
"[1][%@ Plug-ins not available.][OK]" = "[1][%@ 플러그인을 사용할 수 없습니다.][승인]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK]" = "[1][%@: “%@”%@%@ 플러그인을 사용할 수 없습니다!][승인]";

/* Audio Configuration */
"[1][%@: Plug-in \\U201C%@\\U201D%@%@ not available!][OK|\\U221ADon\\U2019t show again]" = "[1][%@: “%@”%@%@ 플러그인을 사용할 수 없습니다!][승인|√다시 보여주지 않음]";

/* Alert */
"[1][%@:|^P is not able to allocate enough memory for the required %ld audio tracks.|Only %ld audio tracks are available.|%@ of additional free system memory is needed.][OK]" = "[1][%@:|^P이(가) 충분한 메모리를 %ld 오디오 트랙에 할당할 수 없습니다.|%ld 오디오 트랙만 사용할 수 있습니다.|%@의 추가 여유 시스템 메모리가 필요합니다.][승인]";

/* Alert */
"[1][%@:|Sample Rate %ld not allowed.][OK]" = "[1][%@:|%ld 샘플률은 허용하지 않습니다.][승인]";

/* EXS24 */
"[1][%ld of %ld audio file(s) were not found.|Still %@ the found audio files?][Cancel|Do it]" = "[1][%ld/%ld개의 오디오 파일을 찾지 못했습니다.|찾은 오디오 파일을 %@하겠습니까?][취소|계속]";

/* EXS24 */
"[1][%ld of %ld audio files are not found.|(\\U201C%@\\U201D,...)][Continue]" = "[1][%ld/%ld 오디오 파일을 찾을 수 없습니다.|(“%@”,...)][계속]";

/* Alert */
"[1][\\U201C%@\\U201D can\\U2019t be played back on Track %ld from drive/partition \\U201C%@\\U201D][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” 드라이브/파티션의 트랙 %ld에서 “%@”을(를) 다시 재생할 수 없음][승인|√다시 보여주지 않음]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|\\U221ADon\\U2019t show again]" = "[1][“%2$@” 드라이브/파티션의 “%1$@”을(를) 사용할 수 없습니다.|드라이브/파티션이 허용되지 않음!][승인|√다시 보여주지 않음]";

/* Alert */
"[1][\\U201C%@\\U201D from drive/partition \\U201C%@\\U201D can not be used.|Drive/partition not allowed!][OK|Load]" = "[1][“%2$@” 드라이브/파티션의 “%1$@”을(를) 사용할 수 없습니다.|드라이브/파티션이 허용되지 않음!][승인|로드]";

/* Alert */
"[1][\\U201C%@\\U201D is a %ld bit file and can\\U2019t be played back thru %@.][OK]" = "[1][“%@”은(는) %ld 비트 파일이기 때문에 %@에서 다시 재생할 수 없습니다.][승인]";

/* Bin: trying to add an audio file */
"[1][\\U201C%@\\U201D is already included!][Cancel]" = "[1][“%@”이(가) 이미 포함되어 있습니다!][취소]";

/* Alert */
"[1][\\U201C%@\\U201D is empty!][Cancel]" = "[1][“%@”이(가) 비어 있습니다!][취소]";

/* Audio Configuration */
"[1][\\U201C%@\\U201D is not a standard PCM Wave format audio file.][OK]" = "[1][“%@”은(는) 표준 PCM Wave 포맷 오디오 파일이 아닙니다.][승인]";

/* Alert */
"[1][\\U201C%@\\U201D or \\U201C%@\\U201D already exists!][Use|Replace]" = "[1][“%@” 또는 “%@”이(가) 이미 있습니다!][사용|대치]";

/* Alert */
"[1][^P found %ld audio file(s) in %ld bit format.|This format is unsupported and cannot be played back.][OK|\\U221ADon\\U2019t show again]" = "[1][^P이(가) %2$ld 비트 포맷의 %1$ld 오디오 파일을 발견했습니다.|이 포맷은 지원되지 않으며 다시 재생할 수 없습니다.][승인|√다시 보여주지 않음]";

/* Changed text. Still missing: J, F, E */
"[1][^P is scanning your system for audio devices, and has detected a device named \\U201C%@\\U201D.|If you want to use this device, do not disconnect it during the scanning process.|Do you want to use this device?][Yes|No]" = "[1][^P이(가) 오디오 장비를 찾기 위해 사용자의 시스템을 검색한 결과 “%@”(이)라는 이름의 장비를 찾았습니다.|이 장비를 사용하려면 검색하는 동안 연결 해제하지 마십시오.|이 장비를 사용하겠습니까?][예|아니요]";

/* EXS24 */
"[1][Abort?][Continue|Abort]" = "[1][중단하겠습니까?][계속|중단]";

/* Alert */
"[1][Already recording...][OK]" = "[1][이미 녹음 중...][승인]";

/* Alert */
"[1][An error occurred.||Result code = %ld][OK]" = "[1][오류가 발생했습니다.||결과 코드 = %ld][승인]";

/* Alert */
"[1][An error occurred.||Result code = %ld||File = %@][OK]" = "[1][오류가 발생했습니다.||결과 코드 = %ld][파일 = %@][승인]";

/* Alert */
"[1][Audio %@ %@ can not be used to playback \\U201C%@\\U201D from drive/partition \\U201C%@\\U201D][OK]" = "[1][%1$@ %2$@ 오디오를 사용하여 “%4$@” 드라이브/파티션에서 “%3$@”을(를) 재생할 수 없음][승인]";

/* Alert */
"[1][Audio file \\U201C%@\\U201D not found!]%@" = "[1][“%@” 오디오 파일이 없습니다!]%@";

/* Alert */
"[1][Audio Unit authorization error.|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D reports that it is not properly authorized to be used on this system.|Please check the plug-in's documentation for more information about its copy protection.][OK]" = "[1][오디오 장치 인증 오류.|“%1$@”/“%2$@” 오디오 장치이 이 시스템에 사용되도록 올바르게 인증되지 않았습니다.|복사 방지에 대한 자세한 정보를 보려면 플러그인 설명서를 확인하십시오.][승인]";

/* appears when a user loads a bad AU */
"[1][Audio Unit Compatibility Error|The Audio Unit \\U201C%@\\U201D by \\U201C%@\\U201D does not fully comply with the Audio Units standard.|^P cannot save or load the plug-in's settings, nor can they be saved with the song.|The settings will be lost when closing the song.][OK]" = "[1][오디오 장치 호환성 오류|“%1$@”/“%2$@” 오디오 장치가 오디오 장치 표준에 완전히 따르지 않습니다.|^P은(는) 플러그인의 설정을 저장 또는 로드할 수도 없고, 노래와 저장할 수도 없습니다.|노래를 닫으면 설정이 유실됩니다.][승인]";

/* HyperDraw / Automation */
"[1][Automation Parameter Error!|%ld][OK]" = "[1][자동화 파라미터 오류!|%ld][승인]";

/* EXS24 */
"[1][Can\\U2019t delete instrument \\U201C%@\\U201D.|It is currently in use.][Cancel]" = "[1][“%@” 악기를 삭제할 수 없습니다.|현재 사용 중입니다.][취소]";

/* EXS24 */
"[1][Can\\U2019t find audio file \\U201C%@\\U201D.][OK|\\U221ADon\\U2019t show again]" = "[1][“%@” 오디오 파일을 찾을 수 없습니다.][승인|√다시 보여주지 않음]";

/* EXS24 */
"[1][Can\\U2019t load Sampler Instrument \\U201C%@\\U201D.|It was created with a newer EXS24 version.][Continue|\\U221ADon\\U2019t show again]" = "[1][“%@” 샘플러 악기를 로드할 수 없습니다.|이 악기가 최신 버전의 EXS24로 생성되었습니다.][계속|√다시 보여주지 않음]";

/* ALP Version Alert Text */
"[1][Chord Track added to %d Apple Loop files.][OK]" = "[1][%d Apple Loop 파일에 추가된 화음 트랙입니다.][승인]";

/* ALP Version Alert Text */
"[1][Couldn't find Chord Progression data in file %@!][OK]" = "[1][%@ 파일에서 화음 진행 데이터를 찾을 수 없습니다!][승인]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for reading!][OK]" = "[1][%@ 파일을 열어서 읽을 수 없습니다!][승인]";

/* ALP Version Alert Text */
"[1][Couldn't open file %@ for writing!][OK]" = "[1][%@ 파일을 열어서 쓸 수 없습니다!][승인]";

/* Alert */
"[1][Couldn\\U2019t create Region.|Out of memory][Cancel]" = "[1][영역을 생성할 수 없습니다.|메모리 부족][취소]";

/* Alert */
"[1][Couldn\\U2019t create track.|Maximum number of tracks exceeded!][Abort]" = "[1][트랙을 생성할 수 없습니다.|트랙의 최대 수를 초과하였습니다!][중단]";

/* Alert */
"[1][Do you also want to edit the automation data?][Don\\U2019t edit|Edit|\\U221ADon\\U2019t show again]" = "[1][자동화 데이터도 편집하겠습니까?][편집 안 함|편집|√다시 보여주지 않음]";

/* Alert */
"[1][Do you want to copy the automation data?][Don\\U2019t copy|Copy|\\U221ADon\\U2019t show again]" = "[1][자동화 데이터를 복사하겠습니까?][복사 안 함|복사|√다시 보여주지 않음]";

/* Alert */
"[1][Do you want to delete all automation data of the whole project?|Are you sure? This operation cannot be undone.][Cancel|Delete]" = "[1][전체 프로젝트의 모든 자동화 데이터를 제거하겠습니까?|확실합니까? 이 동작은 취소할 수 없습니다.][취소|제거]";

/* Alert */
"[1][Do you want to erase the automation data?][Don\\U2019t Erase|Erase|\\U221ADon\\U2019t show again]" = "[1][자동화 데이터를 지우겠습니까?][지우지 않음|지우기|√다시 보여주지 않음]";

/* Alert */
"[1][Do you want to move the automation data?][Don\\U2019t Move|Move|\\U221ADon\\U2019t show again]" = "[1][자동화 데이터를 이동하겠습니까?][이동 안 함|이동|√다시 보여주지 않음]";

/* Alert */
"[1][Do you want to process the automation data also?][Cancel|Process]" = "[1][자동화 데이터를 진행하겠습니까?][취소|진행]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording with %@.][OK]" = "[1][%2$@(으)로 오디오 녹음을 하는데 “%1$@” 드라이브/파티션을 사용할 수 없습니다.][승인]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used for audio recording.][OK]" = "[1][오디오 녹음을 하는데 “%@” 드라이브/파티션을 사용할 수 없습니다.][승인]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D can not be used to record on audio track %ld.][OK]" = "[1][%2$ld 오디오 트랙에서 녹음할 때는 “%1$@” 드라이브/파티션을 사용할 수 없습니다.][승인]";

/* Alert */
"[1][Drive/partition \\U201C%@\\U201D is full.][OK]" = "[1][“%@” 드라이브/파티션이 가득 찼습니다.][승인]";

/* Audio error message template (error number only) */
"[1][Error code %ld was returned by the %@ driver.][Continue]" = "[1][%ld 오류 코드가 %@ 드라이버에 의해 반환되었습니다.][계속]";

/* Alert */
"[1][Error during copy of Resources. %ld][OK]" = "[1][리소스 복사 중 오류. %ld][승인]";

/* Alert */
"[1][Error in CoreMidi:|%ld][OK]" = "[1][CoreMidi에서 오류:|%ld][승인]";

/* Alert */
"[1][Error when loading project][OK]" = "[1][프로젝트 로드 중 오류][승인]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.][Continue]" = "[1][오디오와 MIDI 동기화 중 오류.][계속]";

/* Audio Sync */
"[1][Error while trying to synchronize Audio and MIDI.|Sample Rate %ld recognized.|%@][Continue%@]" = "[1][오디오와 MIDI 동기화 중 오류.|샘플률 %ld 인식됨.|%@][계속%@]";

/* Alert */
"[1][Error!|Cannot open project.|This project seems to be damaged.][Cancel]" = "[1][오류!|프로젝트를 열 수 없습니다|이 프로젝트가 손상된 것 같습니다.][취소]";

/* Alert */
"[1][Error|CSong::CreateSeq - Illegal block size][OK]" = "[1][오류|CSong::CreateSeq - 잘못된 블록 크기][승인]";

/* Alert */
"[1][EXS24 instrument \\U201C%@\\U201D:|Audio file \\U201C%@\\U201D not found!][Search again|Continue]" = "[1][EXS24 악기 “%@”:|“%@” 오디오 파일을 찾을 수 없습니다!][다시 검색|계속]";

/* Alert message */
"[1][Found Take Folder %@ with %ld problems. Delete it?][Cancel|Delete]" = "[1][Found Take 폴더 %@에 %ld 문제가 있습니다. 삭제하겠습니까?][취소|삭제]";

/* Alert */
"[1][Illegal signature(1)][Cancel]" = "[1][잘못된 박자표(1)][취소]";

/* Alert */
"[1][Illegal track count][OK]" = "[1][잘못된 트랙 수][승인]";

/* Alert */
"[1][Instrument set \\U201C%@\\U201D too large! Converted only %ld of %ld entries!][Cancel]" = "[1][“%@” 악기 세트가 너무 큽니다! %ld/%ld개만 변환할 수 있습니다!][취소]";

/* Alert */
"[1][Internal Job-Conflict|Please restart ^P][OK]" = "[1][내부 작업 충돌|^P을(를) 재시동하십시오.][승인]";

/* Alert */
"[1][Maximum file size of %@ exceeded.|Please choose a shorter bounce time.][OK]" = "[1][최대 파일 크기인 %@을(를) 초과했습니다.|더 짧은 바운스 시간을 선택하십시오.][승인]";

/* Alert */
"[1][Memory Allocation Problem.][OK]" = "[1][메모리 할당 문제.][승인]";

/* EXS24 */
"[1][Memory used now: %@|Memory used before: %@][OK]" = "[1][지금 사용하는 메모리: %@|이전에 사용한 메모리: %@][승인]";

/* Alert */
"[1][Minor correction of project data has taken place. (1)][OK]" = "[1][프로젝트 데이터의 미세한 보정이 일어났습니다.(1)][승인]";

/* Alert */
"[1][Mono/Stereo Conflict!][Cancel]" = "[1][모노/스테레오 충돌!][취소]";

/* Alert */
"[1][Mono<->Stereo conflict.|Plug-in can not be moved to this place.][OK]" = "[1][모노<->스테레오 충돌.|플러그인을 이 위치로 이동할 수 없습니다.][승인]";

/* ALP Version Alert Text */
"[1][No Apple Loop selected.][Abort]" = "[1][선택된 Apple Loop가 없습니다.][중단]";

/* Alert */
"[1][No audio track is record-enabled!|Click the \"R\" button on the desired track to record-enable it.][OK]" = "[1][녹음이 활성화된 오디오 트랙이 없습니다!|원하는 트랙에 있는 \"R\" 버튼을 클릭하여 녹음을 활성화하십시오.][승인]";

/* Alert */
"[1][Non-contiguous audio regions require the creation of a new audio file!][Cancel|Create]" = "[1][비연속 오디오 영역이 새로운 오디오 파일의 생성을 요구합니다!][취소|생성]";

/* Alert */
"[1][Not enough memory (%ld).][OK]" = "[1][메모리가 충분하지 않습니다(%ld).][승인]";

/* Time Stretching */
"[1][Not enough memory for requested DSP function][Cancel]" = "[1][요청받은 DSP 기능을 위한 메모리가 부족합니다.][취소]";

/* Alert */
"[1][Not enough memory to convert song!][Cancel]" = "[1][노래를 변환할 메모리 부족!][취소]";

/* HyperDraw / Automation */
"[1][Not enough memory to create Track Automation data.][Cancel]" = "[1][트랙 자동화 데이터를 생성하기에 메모리가 부족합니다.][취소]";

/* Alert */
"[1][Not enough space on Volume \\U201C%@\\U201D|%@][OK]" = "[1][“%@” 볼륨에 공간이 부족합니다|%@][승인]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CAutomatic\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][주의: “프로세서 실행 속도“가 “자동“ 으로 설정되었습니다.|이 환경설정을 “최상“으로 설정하는 것을 권장합니다.|이 설정값을 변경하려면 “시스템 환경설정“ > “에너지 절약“ > “옵션“을 여십시오.][계속]";

/* 	 */
"[1][Note: the \\U201CProcessor Performance\\U201D is set to \\U201CReduced\\U201D.|It is recommended to set this preference to \\U201CHighest\\U201D.|To change this setting please open \\U201CSystem Preferences\\U201D > \\U201CEnergy Saver\\U201D > \\U201COptions\\U201D.][Continue]" = "[1][주의: “프로세서 실행 속도“가 “감소“로 설정되었습니다.|이 환경설정을 “최상“으로 설정하는 것을 권장합니다.|이 설정값을 변경하려면 “시스템 환경설정“ > “에너지 절약“ > “옵션“을 여십시오.][계속]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, %ld audio regions changed in length or content position.][OK]" = "[1][하나 또는 여러 개의 오디오 파일 길이가 변경되었습니다!|그 결과 %ld개의 오디오 영역의 길이 또는 내용 위치가 변경되었습니다.][승인]";

/* Alert */
"[1][One or multiple audio files changed in length!|As a result, one audio region changed in length or content position.][OK]" = "[1][하나 또는 여러 개의 오디오 파일 길이가 변경되었습니다!|그 결과 1개의 오디오 영역의 길이 또는 내용 위치가 변경되었습니다.][승인]";

/* Alert */
"[1][Out of Memory!][Cancel]" = "[1][메모리 부족!][취소]";

/* Alert */
"[1][Out of Memory!|(Audio organize 1)][Continue]" = "[1][메모리 부족!|(오디오 구성 1)][계속]";

/* Alert */
"[1][Out of memory!|^P needs more memory to display Waveforms.][Continue]" = "[1][메모리 부족!|^P은(는) 파형을 보기 위해 더 많은 메모리가 필요합니다.][계속]";

/* Alert */
"[1][Out of memory!|Couldn\\U2019t insert or delete data][Cancel]" = "[1][메모리 부족!|데이터를 삽입하거나 제거할 수 없습니다][취소]";

/* Alert */
"[1][Overlapping Notes found!|Do you want to keep, to shorten or to split those?][Keep|Shorten|Split]" = "[1][겹쳐있는 음표를 발견하였습니다!|유지하거나, 줄이거나 분리하겠습니까?][유지|줄이기|분리]";

/* Alert */
"[1][Overlapping Regions found!|Do you want to create Tracks for overlapped Regions?][No|Create]" = "[1][겹쳐있는 영역을 발견하였습니다!|겹쳐있는 영역에 대한 트랙을 생성하겠습니까?][아니요|생성]";

/* Alert */
"[1][Part of the project was not played|This project has too many real instrument tracks to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[1][프로젝트의 일부가 재생되지 않았습니다.|이 프로젝트는 실시간으로 재생하기에 너무 많은 실제 악기 트랙이 있습니다.|성능을 최적화하려면, GarageBand 도움말에서 'GarageBand 성능 최적화하기'를 보십시오.][계속]";

/* Alert */
"[1][Playback has been affected|The playback of your project has been interrupted due to change in your systems audio inputs or outputs.][Continue]" = "[1][재생이 시작됨|시스템 오디오 입력 또는 출력이 변경되어 프로젝트 재생이 중단되었습니다.][계속]";

/* Alert */
"[1][Please select an audio driver in the following preference dialog.][Continue]" = "[1][다음의 환경설정 대화상자에서 오디오 드라이버를 선택하십시오.][계속]";

/* Alert */
"[1][Please select the bit depth for this project.][16|24]" = "[1][프로젝트의 비트 심도를 선택하십시오.][16|24]";

/* Alert */
"[1][Read error!|Illegal format of file][Abort]" = "[1][읽기 오류!|잘못된 파일 포맷][중단]";

/* Alert */
"[1][Record drive/partition \\U201C%@\\U201D not found!][OK]" = "[1][“%@” 녹음 드라이브/파티션을 찾을 수 없습니다!][승인]";

/* Alert */
"[1][Record folder \\U201C%@\\U201D not found on drive/partition \\U201C%@\\U201D.][OK]" = "[1][“%2$@” 드라이브/파티션에서 “%1$@” 녹음 폴더를 찾을 수 없습니다.][승인]";

/* Time Stretching */
"[1][Requested DSP function is unknown.][OK]" = "[1][요청받은 DSP 기능을 알 수 없습니다.][승인]";

/* alert text */
"[1][ReWire device \\U201C%@\\U201D could not be opened.|You need to launch ^P first.][OK]" = "[1][ReWire 장비 “%@”을(를) 열 수 없습니다.|먼저 ^P을(를) 실행해야 합니다.][승인]";

/* Alert */
"[1][Running out of Regions][Cancel]" = "[1][영역 이탈][취소]";

/* EXS24 */
"[1][Sampler:|Not enough memory to load all samples of instrument \\U201C%@\\U201D.][Continue]" = "[1][샘플러:|“%@” 악기의 모든 샘플을 로드하기에는 메모리가 부족합니다.][계속]";

/* EXS24 */
"[1][Sampler:|Not enough memory to open instrument \\U201C%@\\U201D.][Continue]" = "[1][샘플러:|“%@” 악기를 열기에는 메모리가 부족합니다.][계속]";

/* GB version of KfZ. J, F and E still missing. (Kf/) */
"[1][Scanning Audio Units.|^P will now scan %ld installed Audio Units plug-ins. This may take some time. This scan only occurs the first time you open ^P or after installing new Audio Units.][OK]" = "[1][오디오 장치 검색하기.|^P이(가) 지금 설치된 %ld 오디오 장치 플러그인을 검색합니다. 시간이 조금 걸릴 것입니다. ^P을(를) 처음 열 때나 새로운 오디오 장치가 설치된 후에만 검색합니다.][승인]";

/* Logic ALP Version specific */
"[1][Signature %/% not recognized by @|Defaulting to 4/4.][OK|Cancel]" = "[1][@이(가) %/% 박자표를 인식하지 않음|4/4 박자가 기본.][승인|취소]";

/* Alert */
"[1][Some Events have been set to minimal or maximal value.][OK]" = "[1][일부 이벤트가 최소 또는 최대값으로 설정되었습니다.][승인]";

/* Alert */
"[1][Sorry, can\\U2019t load this project because it is created by a newer ^P version.|Please update ^P!][OK]" = "[1][죄송합니다. 이 프로젝트가 새로운 ^P 버전으로 제작되었기 때문에 로드할 수 없습니다.|^P(으)로 업데이트 하십시오!][승인]";

/* Alert */
"[1][Sorry. Last operation can\\U2019t be undone][Abort]" = "[1][죄송합니다. 마지막 작업이 취소될 수 없습니다][중단]";

/* Alert */
"[1][Sorry.|Undo not possible.|Not enough memory.][Abort]" = "[1][죄송합니다.|취소할 수 없습니다.|메모리가 부족합니다.][중단]";

/* Alert */
"[1][The audio device \\U201C%@\\U201D has been disconnected!|Do you want to switch to Built-in Audio or quit ^P?][Quit|Use Built-In Audio]" = "[1][“%@” 오디오 장비가 연결 해제되었습니다!|내장 오디오로 전환하겠습니까, 아니면 ^P(을)를 종료하겠습니까?][종료|내장 오디오 사용]";

/* Alert */
"[1][The audio file \\U201C%@\\U201D has a %ld bit format and can\\U2019t be used.][Cancel]" = "[1][“%@” 오디오 파일에 %ld 비트 포맷이 있기 때문에 사용할 수 없습니다.][취소]";

/* EXS24 */
"[1][The file \\U201C%@\\U201D is not an EXS instrument file.][Cancel]" = "[1][“%@” 파일이 EXS 악기 파일이 아닙니다.][취소]";

/* Audio Configuration */
"[1][The file \\U201C%@\\U201D seems to be damaged.][OK]" = "[1][“%@” 파일이 손상된 것 같습니다.][승인]";

/* Alert */
"[1][The file name \\U201C%@\\U201D is too long.|^P needs space for name extensions.|(Maximum of %ld characters)][OK]" = "[1][파일 이름 “%@”이(가) 너무 깁니다.|^P에는 이름 확장자를 위한 공간이 필요합니다.|(최대 %ld자)][승인]";

/* Bounce */
"[1][The file name is too long.][OK]" = "[1][파일 이름이 너무 깁니다.][승인]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now %ld inputs are available.][OK]" = "[1][MIDI 입력 갯수가 변경되었습니다.|지금 %ld개의 입력이 사용 가능합니다.][승인]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now no input is available.][OK]" = "[1][MIDI 입력 번호가 변경되었습니다.|지금 사용 가능한 입력이 없습니다.][승인]";

/* Alert */
"[1][The number of MIDI inputs has changed.|Now one input is available.][OK]" = "[1][MIDI 입력 번호가 변경되었습니다.|지금 1개의 입력이 사용 가능합니다.][승인]";

/* Alert */
"[1][The plug-in named \\U201C%@\\U201D isn\\U2019t available on your system.|Choose another plug-in, or quit GarageBand and install the plug-in on your computer in order to use it in the project.][OK]" = "[1][사용자의 시스템에서 “%@”라는 이름의 플러그인을 사용할 수 없습니다.|다른 플러그인을 선택하거나 GarageBand를 종료하고 프로젝트에서 사용할 수 있도록 사용자의 시스템에 해당 플러그인을 설치하십시오.][승인]";

/* Alert */
"[1][There are some events before position '1 1 1  1'.|Move all selected tracks or put all upbeat events to position '1 1 1  1'][Move all|Upbeat|Cancel]" = "[1]['1 1 1  1' 위치 이전에 이벤트가 있습니다.|모든 선택한 트랙을 이동하거나 모든 업비트 이벤트를 '1 1 1  1' 위치로 넣습니다.][모두 이동|업비트|취소]";

/* Alert */
"[1][There is automation data for the previous instrument.|Do you want to move or copy the automation data to the new instrument?][No|Copy|Move]" = "[1][이전 악기를 위한 자동화 데이터가 있습니다.|자동화 데이터를 새로운 악기로 이동하거나 복사하겠습니까?][아니요|복사|이동]";

/* Alert */
"[1][This Apple Loops file was created using an effect or instrument that is not available.|The plug-In \\U201C%@\\U201D is not available. To add this loop using the same sound you heard in the loop browser, option-drag the loop to a new track.][OK]" = "[1][이 Apple Loops 파일은 사용할 수 없는 효과나 악기를 사용하여 생성되었습니다.|“%@” 플러그인은 사용할 수 없습니다. 루프 브라우저에서 들었던 것과 동일한 사운드를 사용하여 이 루프를 추가하려면 해당 루프를 새로운 트랙으로 option-드래그하십시오.][승인]";

/* Alert */
"[1][This drive can not be used for audio.][Abort]" = "[1][이 드라이브는 오디오에 사용할 수 없습니다.][중단]";

/* Audio Configuration */
"[1][This file type is not supported.][Abort]" = "[1][이 파일 유형은 지원되지 않습니다.][중단]";

/* Alert */
"[1][This project seems to be damaged. Please open a backup version of this project.][Abort]" = "[1][이 프로젝트는 손상된 것 같습니다. 이 프로젝트의 백업 버전을 여십시오.][중단]";

/* Alert */
"[1][This project was created with a newer ^P version.|%ld -> %ld][OK]" = "[1][이 프로젝트는 새로운 ^P 버전으로 제작되었습니다.|%ld -> %ld][승인]";

/* HyperDraw / Automation */
"[1][Too many automation tracks.][Cancel]" = "[1][너무 많은 자동화 트랙.][취소]";

/* Alert */
"[1][Unused occupied memory block detected!|Do you want to delete it?][Cancel|Delete]" = "[1][사용하지 않은 점유된 메모리 블럭을 발견하였습니다!|이것을 제거하겠습니까?][취소|제거]";

/* Alert */
"[1][Warning! Memory is short!][Retry|Cancel]" = "[1][경고! 메모리가 줄어듭니다!][재시도|취소]";

/* Alert */
"[1][Warning! Not enough memory. Could not undo. Save the project and try again. If still no success try to reboot the system and open the project again.][Cancel]" = "[1][경고! 메모리가 부족합니다. 명령을 취소할 수 없습니다. 프로젝트를 저장하고 다시 시도하십시오. 여전히 실패한다면 시스템을 재시동한 후 프로젝트를 다시 여십시오.][취소]";

/* Alert */
"[1][Warning! Not enough memory.|This operation cannot be undone. Do you want to continue anyways?][Cancel|Continue]" = "[1][경고! 메모리가 충분하지 않습니다.|이 작업은 취소할 수 없습니다. 계속하겠습니까?][취소|계속]";

/* Alert */
"[1][Warning! This project was created by a newer ^P version.|This may cause problems.|Please update ^P.][OK]" = "[1][경고! 이 프로젝트는 새로운 ^P 버전으로 제작되었습니다.|이것이 문제가 될 수 있습니다.|^P을(를) 업데이트하십시오.][승인]";

/* Alert */
"[1][Warning! Undo memory is getting short. Deleted the %d oldest undo steps.][OK]" = "[1][경고! 취소 메모리가 부족합니다. 가장 오래된 %d개의 취소 단계를 삭제했습니다.][승인]";

/* Alert */
"[1][Warning!|Couldn\\U2019t complete Undo][OK]" = "[1][경고!|취소를 완료할 수 없습니다.][승인]";

/* Alert */
"[1][Warning!|Damaged project! (Ginst)][OK]" = "[1][경고!|손상된 프로젝트입니다!(Ginst)][승인]";

/* Alert */
"[1][Warning!|Unused Block found in project.|Please save project first.|(Code: 0x%lx)][Cancel|Delete]" = "[1][경고!|프로젝트에서 사용하지 않는 블럭을 발견하였습니다.|우선 프로젝트를 저장하십시오.|(코드: 0x%lx)][취소|제거]";

/* Alert */
"[1][Warning.|Mac OS X MIDI Services not available.][OK]" = "[1][경고.|Mac OS X MIDI 서비스를 사용할 수 없습니다.][승인]";

/* Alert */
"[1][Warning:|Missing End event in project!][OK]" = "[1][경고:|프로젝트에서 미지막 이벤트가 유실되었습니다!][승인]";

/* Alert */
"[1][Warning|Reentrant in multitask][OK]" = "[1][경고|멀티태스크에서 재진입][승인]";

/* Alert */
"[2][%ld audio file(s) to be created.|This requires %@ of disk space.][Create|Cancel]" = "[2][%ld 오디오 파일이 생성됩니다.|이것은 %@의 디스크 공간을 필요로 합니다.][생성|취소]";

/* Alert */
"[2][\\U201C%@\\U201D has smaller size!|Use anyway?][Cancel|Use]" = "[2][“%@”은(는) 더 작은 크기가 있습니다!|그냥 사용하겠습니까?][취소|사용]";

/* Alert */
"[2][Audio file \\U201C%@\\U201D not found.][Skip|Search]" = "[2][“%@” 오디오 파일을 찾을 수 없습니다.][건너뛰기|검색]";

/* Alert */
"[2][Automation data exist for that track.|Do you want to delete the automation data also?][Don\\U2019t Delete Data|Cancel|Delete Data]" = "[2][그 트랙용 자동화 데이터가 존재합니다.|자동화 데이터도 삭제하겠습니까?][데이터 삭제 안함|취소|데이터 삭제]";

/* Alert */
"[2][Burn process succeeded][OK]" = "[2][굽기에 성공하였습니다.][승인]";

/* Alert */
"[2][Delete existing settings?][Cancel|Delete]" = "[2][현재의 설정을 제거하겠습니까?][취소|제거]";

/* EXS24 */
"[2][Delete instrument \\U201C%@\\U201D ?][Cancel|Delete%@]" = "[2][“%@” 악기를 삭제하겠습니까?][취소|삭제%@]";

/* Alert */
"[2][Delete recorded audio file \\U201C%@\\U201D%@ from disk?|Can\\U2019t UNDO this operation!][Delete|Keep%@]" = "[2][녹음된 오디오 파일 “%@”%@을(를) 디스크에서 삭제하겠습니까?|이 작업은 취소할 수 없습니다!][삭제|유지%@]";

/* HyperDraw / Automation */
"[2][Do you want to delete the automation data?][No|Delete]" = "[2][자동화 데이터를 제거하겠습니까?][아니요|제거]";

/* Alert */
"[2][File \\U201C%@\\U201D exists.][Cancel|Replace]" = "[2][“%@” 파일이 있습니다.][취소|대치]";

/* Alert */
"[2][Last Operation exceeds Folder or Region Beginning!|Adapt Size?][Cancel|Adapt]" = "[2][마지막 동작이 폴더나 영역 시작을 초과하였습니다!|크기를 조정하겠습니까?][취소|조정]";

/* Alert */
"[2][Last operation exceeds folder or region length.|Adapt Size?][Cancel|Adapt]" = "[2][마지막 동작이 폴더나 영역 길이를 초과하였습니다!|크기를 조정하겠습니까?][취소|조정]";

/* Alert */
"[2][Launch the \\U201C%@\\U201D driver?][Yes|No]" = "[2][“%@” 드라이버를 실행하겠습니까?][예|아니요]";

/* Alert */
"[2][Overwrite existing settings?][Cancel|Overwrite]" = "[2][현재의 설정을 덮어쓰겠습니까?][취소|덮어쓰기]";

/* Alert */
"[2][Part of the project was not played|This project has too many tracks, effects, or notes to be played in real-time.|To optimize performance, see the 'Optimizing GarageBand performance' page in GarageBand Help.][Continue]" = "[2][프로젝트의 일부가 재생되지 않았습니다.|이 프로젝트는 실시간으로 재생하기에 너무 많은 트랙, 효과 또는 음표가 있습니다.|성능을 최적화하려면 GarageBand 도움말의 'GarageBand 성능 최적화하기'를 보십시오.][계속]";

/* Paste in Environment */
"[2][Replace Current Selection?][No|Replace]" = "[2][현재의 선택부분을 대치하겠습니까?][아니요|대치]";

/* Alert */
"[2][Simulation succeeded][OK]" = "[2][시뮬레이션에 성공하였습니다.][승인]";

/* Alert */
"[2][The 32-Bit AU Server has quit unexpectedly.|Any unsaved changes to Audio Unit plug-in parameters are lost. You can try to relaunch the 32-Bit AU Server. In case of repeated issues, click Cancel, then quit and relaunch ^P.][Cancel|Relaunch 32-Bit AU Server]" = "[2][32비트 AU 서버가 예기치 않게 종료되었습니다.|저장하지 않은 모든 오디오 유닛 플러그인 매개변수가 유실됩니다. 32비트 AU 서버를 다시 실행할 수 있습니다. 문제가 계속 발생하면 취소를 클릭한 다음 종료한 후에 ^P을(를) 재실행하십시오.][취소|32비트 AU 서버 재실행]";

/* Alert */
"[2][The destination format does not support sample rates above 48kHz.|^P can convert the bounced data\\U2019s sample rate. Do you want this?][Cancel|Convert]" = "[2][대상 포맷은 48kHz 이상의 샘플률을 지원하지 않습니다.|^P은(는) 바운스된 데이터의 샘플률을 변환할 수 있습니다. 실행하겠습니까?][취소|변환]";

/* Alert */
"[2][The File \\U201C%@\\U201D could not be opened, because it is in the Trash.|To use this item, first drag it out of the Trash.][OK]" = "[2][“%@” 파일이 휴지통에 있기 때문에 열 수 없습니다.|이 항목을 사용하려면 먼저 휴지통에서 드래그하여 꺼내십시오.][승인]";

/* Alert */
"[3][Couldn\\U2019t create Launch!][ABORT]" = "[3][실행할 수 없습니다!][중단]";

/* Alert */
"[3][Couldn\\U2019t create Region][Cancel]" = "[3][영역을 생성할 수 없습니다][취소]";

/* Alert */
"[3][Couldn\\U2019t record Events!|Reorganize memory?|%ld,%ld,%ld][OK|Reorganize]" = "[3][이벤트를 기록할 수 없습니다!|메모리를 재구성하겠습니까?|%ld,%ld,%ld][승인|재구성]";

/* Alert */
"[3][Illegal Region (2)][Repair|OK]" = "[3][잘못된 영역(2)][복구|승인]";

/* Alert */
"[3][Illegal Region number][Cancel]" = "[3][잘못된 영역 수][취소]";

/* Alert */
"[3][Low memory situation!|(Not enough master pointers)][OK]" = "[3][메모리 부족 상태!|(마스터 포인터가 충분하지 않습니다.)][승인]";

/* Alert */
"[3][MIDI Out error][OK]" = "[3][MIDI 출력 오류][승인]";

/* Alert */
"[3][MIDI timeout|^P has detected a MIDI timeout. Please restart your computer, then relaunch ^P.|If the problem persists, update the drivers of all connected MIDI devices (including audio drivers with MIDI functionality) to the latest version. For instructions on removing older drivers, consult the manufacturers' documentation.][OK]" = "[3][MIDI 시간초과|^P이(가) MIDI 시간초과를 발견했습니다. 컴퓨터를 재시동한 다음 ^P을(를) 재실행하십시오.|문제가 계속 발생하면 연결된 모든 MIDI 장비(MIDI 기능이 있는 오디오 드라이버 포함)를 최신 버전으로 업데이트하십시오. 이전 드라이버 제거에 관한 지침은 제조업체의 설명서를 참조하십시오.][승인]";

/* Alert */
"[3][Minor problem in data (3)][Repair|OK]" = "[3][데이터의 미미한 문제(3)][복구|승인]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is outdated and cannot be used with this version of ^P.|Please get an update of the Module file and move it to the \\U201C%@\\U201D folder.][OK]" = "[3][“%@” 모듈 파일이 이전 버전이기 때문에 이 버전의 ^P에서 사용할 수 없습니다.|모듈 파일을 업데이트한 후 “%@” 폴더로 이동하십시오.][승인]";

/* Alert */
"[3][Module file \\U201C%@\\U201D is too new and cannot be used with this version of ^P.|Please get an update of the ^P application file.][OK]" = "[3][“%@” 모듈 파일이 너무 최신 버전이기 때문에 이 버전의 ^P에서 사용할 수 없습니다.|^P 응용 프로그램 파일을 업데이트하십시오.][승인]";

/* Alert */
"[3][No matching data on clipboard!][Abort]" = "[3][클립보드에 일치하는 데이터가 없습니다!][중단]";

/* Alert */
"[3][No Recording Track specified!][ABORT]" = "[3][지정된 녹음 트랙이 없습니다!][중단]";

/* Alert */
"[3][No Recording Track specified!][Cancel]" = "[3][지정된 녹음 트랙이 없습니다!][취소]";

/* Alert */
"[3][Not enough memory for a new project][Abort]" = "[3][새로운 프로젝트에 메모리 부족][중단]";

/* Alert */
"[3][Not enough memory to create clipboard!][Abort]" = "[3][클립보드를 생성하기에 메모리가 부족합니다!][중단]";

/* Alert */
"[3][Not enough memory to create clipboard/Undo!|Should never happen.][Abort]" = "[3][클립보드를 생성/취소하기에 메모리가 부족합니다!|발생하지 말아야 합니다.][중단]";

/* Alert */
"[3][Not enough memory to create object][Abort]" = "[3][오브젝트를 생성하기에 메모리가 부족합니다.][중단]";

/* Alert */
"[3][Not enough Memory|(playtracks)][Abort]" = "[3][메모리가 충분하지 않습니다.|(재생트랙)][중단]";

/* Alert */
"[3][Read Error!|This is not a ^P project!][Abort]" = "[3][읽기 오류!|이것은 ^P 프로젝트가 아닙니다!][중단]";

/* Alert */
"[3][Sorry, too old project format!][Abort]" = "[3][죄송합니다, 너무 오래된 프로젝트 포맷입니다!][중단]";

/* Alert */
"[3][There are Regions in this track!|Delete Track and Regions?][Cancel|OK]" = "[3][이 트랙 내에 영역이 있습니다!|트랙과 영역을 삭제하겠습니까?][취소|승인]";

/* Alert */
"[3][Unknown Undo type][Abort]" = "[3][알 수 없는 명령 취소 유형][중단]";

/* Alert */
"[3][Warning! Not enough memory!|This operation cannot be undone.][OK]" = "[3][경고! 메모리 부족!|이 동작을 취소할 수 없습니다.][승인]";

/* Alert */
"[3][Warning!|Project may be damaged][OK]" = "[3][경고!|프로젝트가 손상된 것 같습니다.][승인]";

/* Alert */
"[3][Wrong Version!][Abort]" = "[3][틀린 버전!][중단]";

/* Alert */
"[3][You have an old Emagic USB MIDI Driver version installed.|This can cause unreliable MIDI communication and crashes. Please install version 1.5 or higher. You can find the current version on www.emagic.de.][OK]" = "[3][이전의 Emagic USB MIDI 드라이버 버전이 설치되어 있습니다.|이것은 불안정한 MIDI 통신과 충돌의 원인이 될 수 있습니다. 1.5 버전 이상을 설치하십시오. 현재 버전을 www.emagic.de에서 찾을 수 있습니다.][승인]";

/* Alert */
"[Continue]" = "[계속]";

/* media type */
"CD-ROM" = "CD-ROM";

/* media type, cd-recordable */
"CDR" = "CDR";

/* media type, cd-rewritable */
"CDRW" = "CDRW";

/* Node */
"Connected to" = "연결됨";

/* media type, dvd-recordable */
"DVD+R" = "DVD+R";

/* media type, dvd-recordable */
"DVD+R Dual Layer" = "DVD+R 듀얼 레이어";

/* media type, dvd-rewritable */
"DVD+RW" = "DVD+RW";

/* media type, dvd-recordable */
"DVD-R" = "DVD-R";

/* media type */
"DVD-RAM" = "DVD-RAM";

/* media type */
"DVD-ROM" = "DVD-ROM";

/* media type, dvd-rewritable */
"DVD-RW" = "DVD-RW";

/* Freeze: Disk Full Alert: see Ke6 */
"for creating freeze file(s)." = "고정 파일 생성을 위해.";

/* cd/dvd media status display - drive is spinning up/down */
"In Transition..." = "변환 중...";

/* Progress Bar */
"Loading Audio Files for \\U201C%@\\U201D..." = "“%@”에 대한 오디오 파일 로드 중...";

/* cd/dvd media status display */
"No media" = "미디어 없음";

/* Node */
"Not connected" = "연결 안됨";

/* Control surface feedback */
"There is a modal dialog on the screen." = "화면에 음계 대화상자가 있습니다.";

/* cd/dvd media status display - status itself is unknown */
"Unknown" = "알 수 없음";

/* cd/dvd media status display */
"Unknown media type" = "알려지지 않은 미디어 유형";

/* Default AU program name
   Default Factory Setting name */
"Untitled" = "무제";

